/* 
   Localizable.strings
   AppleAccount

   Copyright 2010 Apple, Inc. All rights reserved.
 */

"INVALID_PASSWORD" = "User name or password is incorrect.";
"SCHEDULED_MAINTENENCE" = "Could not communicate with the server.";
"COMMUNICATIONS_ERROR" = "Could not communicate with the server.";
"NOT_VERIFIED" = "Not Verified";

/* MobileMe specific errors */

"MOBILEME_CREATE_UNAVAILABLE_IPHONE" = "The maximum number of free accounts have been activated on this iPhone.";
"MOBILEME_CREATE_UNAVAILABLE_IPOD" = "The maximum number of free accounts have been activated on this iPod touch.";
"MOBILEME_CREATE_UNAVAILABLE_IPAD" = "The maximum number of free accounts have been activated on this iPad.";
"MOBILEME_UNSUPPORTED_DEVICE_IPHONE" = "Your Apple ID is valid, but this iPhone is not qualified for iCloud.";
"MOBILEME_UNSUPPORTED_DEVICE_IPOD" = "Your Apple ID is valid, but this iPod touch is not qualified for iCloud.";
"MOBILEME_UNSUPPORTED_DEVICE_IPAD" = "Your Apple ID is valid, but this iPad is not qualified for iCloud.";
"MOBILEME_REGION_DENIED" = "iCloud is not available in your country.";
"MOBILEME_ACCOUNT_DISABLED" = "This account has been disabled.";
"MOBILEME_ACCOUNT_MISSING_INFO" = "The Apple ID %@ is missing information needed for iCloud setup.";
"MOBILEME_INVALID_SIGNATURE_IPHONE" = "The identity of this iPhone could not be validated.";
"MOBILEME_INVALID_SIGNATURE_IPOD" = "The identity of this iPod touch could not be validated.";
"MOBILEME_INVALID_SIGNATURE_IPAD" = "The identity of this iPad could not be validated.";
"MOBILEME_TERMS_OF_SERVICE_UPDATE" = "The iCloud Terms of Service have changed.";
"MOBILEME_PAID_ACCOUNT_LAPSED" = "This paid MobileMe account has expired.";

/* Alert strings */

"SET_UP" = "Set Up";
"SIGN_IN" = "Sign In";
"LATER" = "Later";
"ALERT_CLOSE" = "Close";
"ALERT_SETTINGS" = "Settings";

/* Quota Alert strings */
"QUOTA_ALERT_TITLE" = "Not Enough iCloud Storage";
"QUOTA_ALERT_MESSAGE" = "Some of your documents or data can't be saved to iCloud. You can manage your iCloud storage in Settings.";
"QUOTA_ALERT_BACKUP_TITLE" = "Not Enough Storage";
"QUOTA_ALERT_BACKUP_MESSAGE_IPHONE" = "This iPhone cannot be backed up because there is not enough iCloud storage available.\nYou can manage your storage in Settings.";
"QUOTA_ALERT_BACKUP_MESSAGE_IPOD" = "This iPod touch cannot be backed up because there is not enough iCloud storage available.\nYou can manage your storage in Settings.";
"QUOTA_ALERT_BACKUP_MESSAGE_IPAD" = "This iPad cannot be backed up because there is not enough iCloud storage available.\nYou can manage your storage in Settings.";

/* Account migration strings */
"MIGRATE_ACCOUNT_TITLE" = "Complete Your Move to iCloud";
"MIGRATE_ACCOUNT_TEXT" = "Open Settings and complete your move from MobileMe to iCloud.";
"MIGRATE_ACCOUNT_BUTTON" = "OK";

/* Mail */
/* This is the format of the full name used for the email account, where the first argument represent the first name and the second argument represents the last name */
"FULL_NAME_FORMAT" = "%1$@ %2$@";